Repository: BackupTheBerlios/samqfs
Catalog: src/gnucmd/fileutils-3.16/po/*.po
Languages: pl

source: group of %s changed to %s
pl: grupa %s zosta³a zmieniona na %s

source: group of %s retained as %s
pl: grupa %s zachowana jako %s

source: can not change to null group
pl: nie mogê zmieniæ grupy na pust±

source: invalid group name `%s'
pl: b³êdna nazwa grupy `%s'

source: group number
pl: cz³onek grupy

source: invalid group number `%s'
pl: nieprawid³owy numer grupy `%s'

source: you are not a member of group `%s'
pl: nie jeste¶ cz³onkiem grupy `%s'

source: %s: invalid group number
pl: %s: z³y numer grupy

source: virtual memory exhausted
pl: pamiêæ wirtualna wyczerpana

source: Try `%s --help' for more information.
pl: Spróbuj `%s --help' dla uzyskania informacji.

source: Usage: %s [OPTION]... GROUP FILE...
pl: U¿ycie: %s [OPCJA]... GRUPA PLIK...

source: too few arguments
pl: za ma³o argumentów

source: --no-dereference (-h) is not supported on this system
pl: --no-dereference (-h) nie dzi³a w tym systemie

source: mode of %s changed to %04o (%s)
pl: uprawnienia %s zmienione na %04o (%s)

source: mode of %s retained as %04o (%s)
pl: uprawnienia %s zachowane jako %04o (%s)

source: Usage: %s [OPTION]... MODE[,MODE]... FILE... or: %s [OPTION]... OCTAL_MODE FILE...
pl: U¿ycie: %s [OPCJA]... UPRAWN[,UPRAWN]... PLIK... or: %s [OPCJA]... UPRAWN_ÓSEMKOWE PLIK...

source: -c, --changes like verbose but report only when a change is made -f, --silent, --quiet suppress most error messages -v, --verbose output a diagnostic for every file processed -R, --recursive change files and directories recursively --help display this help and exit --version output version information and exit Each MODE is one or more of the letters ugoa, one of the symbols +-= and one or more of the letters rwxXstugo.
pl: -c, --changes jak verbose, ale podawaj tylko kiedy zasz³a zmiana -f, --silent, --quiet wy³±cz wiêkszo¶æ komunikatów o b³êdach -v, --verbose wipisz informacjê o ka¿dym przetwarzanym pliku -R, --recursive zmieniaj rekursywnie --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz Ka¿de uprawnienie jest oznaczane jedn± z liter ugoa, jedenym z symboli +-= i jedn± lub wiêcej z liter rwxXstugo.

source: invalid mode
pl: nierpawid³owe uprawnienia

source: owner of %s changed to
pl: w³a¶ciciel %s zmieniony na

source: owner of %s retained as
pl: w³a¶ciciel %s zachowany jako

source: Usage: %s [OPTION]... OWNER[.[GROUP]] FILE... or: %s [OPTION]... .[GROUP] FILE...
pl: U¿ycie: %s [OPCJA]... W£A¦CICIEL[.GRUPA]... PLIK... or: %s [OPCJA]... .[GRUPA] PLIK...

source: Usage: %s [OPTION]... SOURCE DEST or: %s [OPTION]... SOURCE... DIRECTORY
pl: U¿ycie: %s [OPCJA]... ¬RÓD£O CEL albo: %s [OPCJA]... ¬RÓD£O... KATALOG

source: The backup suffix is ~, unless set with SIMPLE_BACKUP_SUFFIX. The version control may be set with VERSION_CONTROL, values are: t, numbered make numbered backups nil, existing numbered if numbered backups exist, simple otherwise never, simple always make simple backups
pl: Rozszerzenie nazwy kopii zapasowej to ~ je¿eli nie jest ustawione inaczej przez SIMPLE_BACKUP_SUFFIX. Sterowanie wersjami mo¿e byæ ustawione przez zmienn± VERSION_CONTROL, której warto¶ci mog± byæ: t, numbered twórz numerowane kopie zapasowe nil, existing numerowane je¿eli takie ju¿ istnieja, je¿eli nie - proste never, simple twórz zawsze proste kopie zapasowe

source: As a special case, cp makes a backup of SOURCE when the force and backup options are given and SOURCE and DEST are the same name for an existing, regular file.
pl: W przypadku specjalnym cp robi kopiê zapasow± ¯RÓD£A je¿eli s± podane opcje force i backup, a ¯RÓD£O i CEL s± t± sam± nazw± istniej±cego pliku zwyk³ego

source: sparse type
pl: typ rzadki

source: symbolic links are not supported on this system
pl: ten system nie pozwala tworzyæ dowi±zañ symbolicznych

source: cannot make both hard and symbolic links
pl: nie mogê zrobiæ dowi±zania symbolicznego i zwyk³ego równocze¶nie

source: missing file arguments
pl: brakuj±ce argumenty plikowe

source: missing destination file
pl: brakuj±cy plik docelowy

source: when preserving paths, last argument must be a directory
pl: je¿eli s± zachowane ¶cie¿ki ostatni argument musi byæ katalogiem

source: %s: omitting directory
pl: %s: pomijam katalog

source: `%s' and `%s' are the same file
pl: `%s' i `%s' to ten sam plik

source: %s: cannot overwrite directory with non-directory
pl: %s: nie mogê zamazaæ nie-katalogu katalogiem

source: %s: overwrite `%s', overriding mode %04o?
pl: %s: zamazujê `%s', obej¶æ uprawnienia %04o?

source: %s: overwrite `%s'?
pl: %s: zamazaæ `%s'?

source: backing up `%s' would destroy source; `%s' not copied
pl: utworzenie kopii zapasowej `%s' zniszczy³oby ¿ród³o; `%s' nie skopiowane

source: cannot backup `%s'
pl: nie mogê utworzyæ kopii zapasowej `%s'

source: cannot remove old link to `%s'
pl: nie mogê usun±æ starego dowi±zania do `%s'

source: %s: cannot copy cyclic symbolic link
pl: %s: nie mogê skopiowaæ cyklicznego dowi±zania symbolicznego

source: cannot create directory `%s'
pl: nie mogê utworzyæ katalogu `%s'

source: %s: can make relative symbolic links only in current directory
pl: %s: mogê zrobiæ tylko wzglêdne dowi±zanie symboliczne w bie¿±cym katalogu

source: cannot create link `%s'
pl: nie mogê utworzyæ dowi±zania `%s'

source: cannot create fifo `%s'
pl: nie mogê utworzyæ fifo `%s'

source: cannot create special file `%s'
pl: nie mogê utworzyæ pliku specjalnego `%s'

source: cannot read symbolic link `%s'
pl: nie mogê odczytac dowi±zania symbolicznego `%s'

source: cannot create symbolic link `%s'
pl: nie mogê utworzyæ dowi±zania symbolicznego `%s'

source: %s: unknown file type
pl: %s: nieznany typ pliku

source: cannot un-backup `%s'
pl: nie mogê odwrócic utworzenia kopii zapasowej `%s'

source: cannot make directory `%s'
pl: nie mogê utworzyæ katalogu `%s'

source: `%s' exists but is not a directory
pl: `%s' istnieje, ale nie jest katalogiem

source: cannot create regular file `%s'
pl: nie mogê utworzyæ zwyk³ego pliku `%s'

source: Usage: %s [OPTION]... [FILE]
pl: U¿ycie: %s [OPCJA]... [PLIK]

source: %s:%lu: unrecognized keyword `%s'
pl: %s:%lu: nierozpoznane s³owo kluczowe `%s'

source: the options to output dircolors' internal database and to select a shell syntax are mutually exclusive
pl: opcje wypisuj±ce wewnêtrzn± bazê danych dircolors oraz wybieraj±ce sk³adniê shella wzajeminie siê wy³±czaj±

source: no FILE arguments may be used with the option to output dircolors' internal database
pl: z opcj± wypisuj±c± wewnêtrzn± bazê danych dircolors nie mo¿e byæ u¿yty ¿aden argument plikowy

source: too many arguments
pl: za du¿o argumentów

source: no SHELL environment variable, and no shell type option given
pl: Brak zmiennej SHELL i opcji typu shella

source: write error
pl: b³±d zapisu

source: standard input
pl: standardowe wej¶cie

source: %s is closed
pl: %s jest zamkniêty

source: standard output
pl: standardowe wyj¶cie

source: unrecognized option `%s'
pl: nierozpoznana opcja `%s'

source: invalid number `%s'
pl: nieprawid³owa liczba `%s'

source: unrecognized option `%s=%s'
pl: nieropoznana opcja `%s=%s'

source: %s: invalid conversion
pl: %s: nieprawid³owe przekszta³cenie

source: only one conv in {ascii,ebcdic,ibm}, {lcase,ucase}, {block,unblock}, {unblock,sync}
pl: tylko po jednym przekszta³ceniu ze zbiorów {ascii,ebcdic,ibm}, {lcase,ucase}, {block,unblock}, {unblock,sync}

source: %u+%u records in
pl: %u+%u rekordów wczytanych

source: %u+%u records out
pl: %u+%u rekordów zapisanych

source: truncated record
pl: obciêty rekord

source: truncated records
pl: obciête rekordy

source: Usage: %s [OPTION]...
pl: U¿ycie: %s [OPCJA]...

source: Copy a file, converting and formatting according to the options. bs=BYTES force ibs=BYTES and obs=BYTES cbs=BYTES convert BYTES bytes at a time conv=KEYWORDS convert the file as per the comma separated keyword list count=BLOCKS copy only BLOCKS input blocks ibs=BYTES read BYTES bytes at a time if=FILE read from FILE instead of stdin obs=BYTES write BYTES bytes at a time of=FILE write to FILE instead of stdout, don't truncate file seek=BLOCKS skip BLOCKS obs-sized blocks at start of output skip=BLOCKS skip BLOCKS ibs-sized blocks at start of input --help display this help and exit --version output version information and exit BYTES may be suffixed: by xM for multiplication by M, by c for x1, by w for x2, by b for x512, by k for x1024. Each KEYWORD may be: ascii from EBCDIC to ASCII ebcdic from ASCII to EBCDIC ibm from ASCII to alternated EBCDIC block pad newline-terminated records with spaces to cbs-size unblock replace trailing spaces in cbs-size records with newline lcase change upper case to lower case ucase change lower case to upper case swab swap every pair of input bytes noerror continue after read errors sync pad every input block with NULs to ibs-size
pl: Kopiuj plik, przekszta³caj±c i formatuj±c zgodnie z opcjami. bs=BAJTÓW wymu¶ ibs=BAJTÓW and obs=BAJTÓW cbs=BAJTÓW przekszta³caj tyle BAJTÓW za jednym razem conv=S£OWA_KL przekszta³caj plik wg listy s³ów kluczowych count=BLOKÓW skopiuj tylko tyle BLOKÓW z wej¶cia ibs=BAJTÓW czytaj tyle BAJTÓW naraz if=PLIK czytaj z PLIKu zamiast ze std. wej¶cia obs=BAJTÓW zapisuj tyle BAJTÓW naraz of=PLIK zapisuj do PLIKu zamiast do std. wyj¶cia, nie skracaj pliku seek=BLOKÓW przeskocz tyle BLOKÓW o rozmiarze ibs na wyj¶ciu skip=BLOKÓW przeskocz tyle BLOKÓW o rozmiarze ibs na wej¶ciu --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz BAJTY mog± mieæ przydrostek: xM dla pomno¿enia przez M, c - jak x1, w - jak x2, b - jak x512, k - jak x1024. Ka¿de S£OWO_KL mo¿e byæ: ascii z EBCDIC do ASCII ebcdic z ASCII do EBCDIC ibm z ASCII do zmienionego EBCDIC block wyrównaj rekordy zakoñcz. zn. nowej linii spacjami do rozm. cbs unblock zamieñ koñcowe spacje w rekordach o rozm. cbs na zn. nowej linii lcase zamieñ du¿e litery na ma³e ucase zamieñ ma³e litery na du¿e swab zamieñ ka¿d± parê bajtów noerror kontynuuj mimo b³êdów czytania sync dope³nij ka¿dy blok wej¶ciowy zerami do rozmiaru ibs

source: Usage: %s [OPTION]... [FILE]...
pl: U¿ycie: %s [OPCJA]... [PLIK]...

source: the option for counting 1MB blocks may not be used with the portable output format
pl: opcja liczenia bloków o rozmiarze 1 MB nie mo¿e byæ u¿yta dla przeno¶nego formatu wyj¶ciowego

source: the option for printing with adaptive units may not be used with the portable output format
pl: opcja pisania w jednostkach adaptuj±cych siê nie mo¿e byæ u¿yta dla przeno¶nego formatu wyj¶ciowego

source: file system type `%s' both selected and excluded
pl: typ systemu plików `%s' równocze¶nie wybrany i wykluczony

source: cannot read table of mounted filesystems
pl: nie mogê przeczytaæ tablicy zamontowanych systemów plików

source: Summarize disk usage of each FILE, recursively for directories. -a, --all write counts for all files, not just directories -b, --bytes print size in bytes -c, --total produce a grand total -D, --dereference-args dereference PATHs when symbolic link -h, --human-readable print sizes in human readable format (e.g., 1K 234M 2G) -k, --kilobytes use 1024-byte blocks, not 512 despite POSIXLY_CORRECT -l, --count-links count sizes many times if hard linked -L, --dereference dereference all symbolic links -m, --megabytes use 1024K-byte blocks, not 512 despite POSIXLY_CORRECT -S, --separate-dirs do not include size of subdirectories -s, --summarize display only a total for each argument -x, --one-file-system skip directories on different filesystems --help display this help and exit --version output version information and exit
pl: Podsumuj zu¿ycie dysku przez ka¿dy PLIK, rekursywnie dla podkatalogów. -a, --all podaj podliczenia dla plików, nie samych katalogów -b, --bytes wypisz rozmiary w bajtach -c, --total wypisz podsumowanie ca³o¶ci -D, --dereference-args rozwiñ SCIE¯KI je¿eli dowi±zania symboliczne -h, --human-readable rozmiary w formacie dla ludzi (np. 1K 234M 2G) -k, --kilobytes u¿yj bloków po 1024 B, nie 512, mimo POSIXLY_CORRECT -l, --count-links licz rozmiar wielokrotnie je¿eli plik ma dowi±zania -L, --dereference rozwiñ wszystkie dowi±zania symboliczne -m, --megabytes u¿yj bloków po 1024 KB, nie 512, mimo POSIXLY_CORRECT -S, --separate-dirs nie uwzglêdniaj rozmiarów katalogów -s, --summarize wypisz tylko podsumowania dla ka¿dego argumentu -x, --one-file-system omiñ katalogi bêd±ce w innych systemach plików --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz

source: cannot both summarize and show all entries
pl: nie mogê równocze¶nie tylko podsumowaæ i wypisaæ wszystkich danych

source: current directory
pl: bie¿±cy katalog

source: starting directory
pl: pocz±tkowy katalog

source: %ld total
pl: %ld razem

source: cannot change to directory %s
pl: nie mogê przej¶æ do katalogu %s

source: cannot change to `..' from directory %s
pl: nie mogê przej¶æ do `..' z katalogu %s

source: the strip option may not be used when installing a directory
pl: opcja strip nie mo¿e byæ u¿yta przy instalacji katalogu

source: invalid mode `%s'
pl: z³e uprawnienia `%s'

source: `%s' is not a regular file
pl: `%s' nie jest plikiem zwyk³ym

source: cannot run strip
pl: nie mogê uruchomiæ strip

source: invalid user `%s'
pl: b³edny u¿ytkownik `%s'

source: invalid group `%s'
pl: b³êdna grupa `%s'

source: Usage: %s [OPTION]... SOURCE DEST (1st format) or: %s [OPTION]... SOURCE... DIRECTORY (2nd format) or: %s -d [OPTION]... DIRECTORY... (3rd format)
pl: U¿ycie: %s [OPCJA]... ¬RÓD£O CEL (format 1-szy) albo: %s [OPCJA]... ¬RÓD£O... KATALOG (format 2-gi) albo: %s -d [OPCJA]... KATALOG... (format 3-ci)

source: %s: hard link not allowed for directory
pl: %s: dowi±zanie zwyk³e nie dozwolone dla katalogu

source: %s: cannot overwrite directory
pl: %s: nie mogê zamazaæ katalogu

source: %s: replace `%s'?
pl: %s: zast±piæ `%s'?

source: %s: File exists
pl: %s: Plik istnieje

source: cannot remove `%s'
pl: nie mogê usun±æ `%s'

source: create %s %s to %s
pl: utwórz %s %s do %s

source: cannot create %s `%s' to `%s'
pl: nie mogê utworzyæ %s `%s' do `%s'

source: Usage: %s [OPTION]... SOURCE [DEST] or: %s [OPTION]... SOURCE... DIRECTORY
pl: Usage: %s [OPCJA]... ¬RÓD£O [CEL] albo: %s [OPCJA]... ¬RÓD£O... KATALOG

source: missing file argument
pl: brakuj±cy argument plikowy

source: symbolic link
pl: dowi±zanie symboliczne

source: hard link
pl: dowi±zanie zwyk³e

source: link
pl: dowi±zanie

source: when making multiple links, last argument must be a directory
pl: kiedy tworzonych jest wiele dowi±zañ, ostatni argument musi byæ katalogiem

source: ignoring invalid width in environment variable COLUMNS: %s
pl: ignorujê b³êdn± d³ugo¶æ w zmiennej ¶rodowiskowej COLUMNS: %s

source: ignoring invalid tab size in environment variable TABSIZE: %s
pl: ignorujê b³êdny rozmiar tab-a w zmiennej ¶rodowiska TABSIZE: %s

source: invalid line width: %s
pl: b³êdna d³ugo¶æ linii: %s

source: invalid tab size: %s
pl: b³edny rozmiar tab-a: %s

source: sort type
pl: rodzaj sortowania

source: time type
pl: rodzaj czasu

source: format type
pl: rodzaj formatu

source: colorization criterion
pl: kryterium kolorowania

source: unrecognized prefix: %s
pl: nierozpoznany przedrostek: %s

source: unparsable value for LS_COLORS environment variable
pl: niezrozumia³a warto¶æ zmiennej ¶rodowiska LS_COLORS

source: Usage: %s [OPTION] DIRECTORY...
pl: U¿ycie: %s [OPCJA] KATALOG...

source: created directory `%s'
pl: utworzony katalog `%s'

source: Usage: %s [OPTION] NAME...
pl: U¿ycie: %s [OPCJA] NAZWA...

source: Create named pipes (FIFOs) with the given NAMEs. -m, --mode=MODE set permission mode (as in chmod), not 0666 - umask --help display this help and exit --version output version information and exit
pl: Twórz nazwane potoki (pipes, FIFOs) o podanych NAZWAch. -m, --mode=UPRAWN ustaw uprawnienia (jak w chmod), nie 0666 - umask --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz

source: fifo files not supported
pl: pliki fifo nie znane w tym systemie

source: cannot make fifo `%s'
pl: nie mogê utworzyæ fifo `%s'

source: Usage: %s [OPTION]... NAME TYPE [MAJOR MINOR]
pl: U¿ycie: %s [OPCJA]... NAZWA TYP [WIÊKSZY MNIEJSZY]

source: Create the special file NAME of the given TYPE. -m, --mode=MODE set permission mode (as in chmod), not 0666 - umask --help display this help and exit --version output version information and exit MAJOR MINOR are forbidden for TYPE p, mandatory otherwise. TYPE may be: b create a block (buffered) special file c, u create a character (unbuffered) special file p create a FIFO
pl: Utwórz plik specjalny o podanej NAZWIE i TYPie. -m, --mode=UPRAWN ustaw uprawnienia (jak w chmod), nie 0666 - umask --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz WIÊKSZY i MNIEJSZY s± zabronione dla TYPu p, obowi±zkowe dla innych. TYP to: b utwórz specjalny plik blokowy (buforowany) c, u utwórz specjalny plik znakowy (niebuforowany) p utwórz FIFO

source: wrong number of arguments
pl: z³a ilo¶æ argumentów

source: block special files not supported
pl: specjalne pliki blokowe nie znane w tym systemie

source: when creating block special files, major and minor device numbers must be specified
pl: dla utworzenia specjalnego pliku blokowego wiêkszy i mniejszy numer urz±dzenia musz± byæ podane

source: invalid major device number `%s'
pl: b³êdny wiêkszy numer urz±dzenia `%s'

source: invalid minor device number `%s'
pl: b³êdny mniejszy numer urz±dzenia `%s'

source: character special files not supported
pl: specjalne pliki znakowe nie znane w tym systemie

source: when creating character special files, major and minor device numbers must be specified
pl: dla utworzenia specjalnego pliku znakowego wiêkszy i mniejszy numer urz±dzenia musz± byæ podane

source: major and minor device numbers may not be specified for fifo files
pl: wiêkszy i mniejszy numer urz±dzenia nie mo¿e byæ podany dla fifo

source: cannot move `%s' across filesystems: Not a regular file
pl: nie mogê przenie¶æ `%s' miêdzy systemami plików: plik inny niz zwyk³y

source: %s: replace `%s', overriding mode %04o?
pl: %s: zast±piæ `%s', obej¶æ uprawnienia %04o?

source: cannot move `%s' to `%s'
pl: nie mogê przenie¶æ `%s' do `%s'

source: when moving multiple files, last argument must be a directory
pl: gdy przenoszonych jest wiele plików, ostatni argument musi byæ katalogiem

source: Usage: %s [OPTION]... EXISTING_DIR NEW_DIR
pl: U¿ycie: %s [OPCJA]... ISTNIEJ¡CY_KATALOG NOWY_KATALOG

source: Rename EXISTING_DIR to NEW_DIR. --help display this help and exit --version output version information and exit
pl: Zamieñ ISTNIEJ±CY_KATALOG na NOWY_KATALOG. --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz

source: cannot get current directory
pl: nie mogê siê dostaæ do bie¿±cego katalogu

source: cannot rename `.' or `..'
pl: nie mogê przemianowaæ `.' ani `..'

source: `%s' is not a directory
pl: `%s' nie jest katalogiem

source: cannot write to `%s'
pl: nie mogê pisaæ do `%s'

source: `%s' is an ancestor of `%s'
pl: `%s' jest przodkiem `%s'

source: cannot link `%s' to `%s'
pl: nie mogê dowi±zaæ `%s' do `%s'

source: cannot unlink `%s'
pl: nie mogê skasowaæ `%s'

source: cannot remove `.' or `..'
pl: nie mogê usun±æ `.' lub `..'

source: %s: remove %s`%s', overriding mode %04o?
pl: %s: usun±æ %s`%s', obchodz±c uprawnienia %04o?

source: directory
pl: katalog

source: %s: remove %s`%s'?
pl: %s: usun±æ %s`%s'?

source: %s: is a directory
pl: %s: jest katalogiem

source: %s: descend directory `%s', overriding mode %04o?
pl: %s: wej¶æ w katalog `%s', obchodz±c uprawnienia %04o?

source: %s: descend directory `%s'?
pl: %s: wej¶æ w katalog `%s'?

source: %s: remove directory `%s' (might be nonempty)?
pl: %s: usun±c katalog `%s' (mo¿e byæ niepusty)?

source: %s: remove directory `%s'?
pl: %s: usun±æ katalog `%s'?

source: %s: WARNING: Circular directory structure. This almost certainly means that you have a corrupted file system. NOTIFY YOUR SYSTEM MANAGER. Cycle detected: %s is the same file as
pl: %s: UWAGA: Cykliczna struktura katalogów. Prawie na pewno oznacza to, ¿e masz zepsuty system plików. ZAWIADOM ADMIBNISTRATORA SYSTEMU. Cykl wykryty: %s jest tym samym plikiem co

source: %s: continue?
pl: %s: kontynuowaæ?

source: Usage: %s [OPTION]... FILE...
pl: U¿ycie: %s [OPCJA]... PLIK...

source: Usage: %s [OPTION]... DIRECTORY...
pl: U¿ycie: %s [OPCJA]... KATALOG...

source: Remove the DIRECTORY(ies), if they are empty. -p, --parents remove explicit parent directories if being emptied --help display this help and exit --version output version information and exit
pl: Usuñ KATALOG(i) je¿eli s± puste. -p, --parents usuñ katalogi nadrzêdne je¿eli zosta³y opró¿nione --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz

source: Usage: %s [OPTION]
pl: U¿ycie: %s [OPCJA]

source: Force changed blocks to disk, update the super block. --help display this help and exit --version output version information and exit
pl: Wymu¶ zapisnie zmienionych bloków na dysku, uaktualnij super block. --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz

source: ignoring all arguments
pl: ignorujê wszystkie argumenty

source: Update the access and modification times of each FILE to the current time. -a change only the access time -c do not create any files -d, --date=STRING parse STRING and use it instead of current time -f (ignored) -m change only the modification time -r, --reference=FILE use this file's times instead of current time -t STAMP use MMDDhhmm[[CC]YY][.ss] instead of current time --time=WORD access -a, atime -a, mtime -m, modify -m, use -a --help display this help and exit --version output version information and exit STAMP may be used without -t if none of -drt, nor --, are used.
pl: Uaktualnij czas dostêpu lub modyfikacji ka¿dego PLIKu do bie¿±cego czasu. -a zmieñ tylko czas dostêpu -c nie twórz nowych plików -d, --date=£AÑCUCH przetwórz £AÑCUCH i u¿yj zamiast bie¿±cego czasu -f (ignorowane) -m zmieñ tylko czas modyfikacji -r, --reference=PLIK u¿yj czasu tego PLIKu zamiast bie¿±cego czasu -t CZAS u¿yj MMDDhhmm[[CC]YY][.ss] zamiast bie¿±cego czasu --time=S£OWO access -a, atime -a, mtime -m, modify -m, use -a --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz CZAS mo¿e byæ u¿yty bez -t, je¿eli ¿adna z opcji -drt lub -- nie jest u¿yta.

source: invalid date format `%s'
pl: b³êdny format daty `%s'

source: time selector
pl: specyfikacja czasu

source: cannot specify times from more than one source
pl: nie mo¿esz podaæ czasu z wiêcej ni¿ jednego ¼ród³a

source: file arguments missing
pl: brakuj±cy argument plikowy
